<!-- Home.vue -->
<template>
   <!-- Контейнер для главной страницы -->
   <div>
     <!-- Простой заголовок с текстом для главной страницы -->
     <h1>Это главная страница</h1>
     <!-- Дополнительная информация (пока статичная) -->
     <p>Добро пожаловать на главную страницу нашего сайта!</p>
   </div>
 </template>
 
<script setup>
  // Пока никакой дополнительной логики не требуется, но можно добавить её позже
</script>

<style scoped>
  /* Стили для главной страницы */
</style>
 